[
    "A rolled up piece of white bread was used to erase graphite before rubber erasers were invented",
    "Within five years of the invention of machine for making sliced bread, 80% of bread sold in the USA was sliced.",
    "In mediaeval times bread was used as absorbent plate. It was called trencher. And after the meal trencher could then be eaten, given to the poor or fed to the dogs. There is a theory that a pizza comes from a trencher.",
    "A “baker's dozen” is a phrase that means 13 items. The practice comes from medieval times when bread was sold in small loaves, most often in standard dozens of 12 pieces. Some loaves were lighter than others because bakers tried to rob on weight or because of different weight of ingredients, not all dozens were equal. Strict laws were made that required bread to be sold by weight. By adding an additional loaf to the dozen, customers were getting weight by the law.",
    "White bread was the preferred bread of the rich before it was found that it has less nutritional value than dark.",
    "Pre-sliced bread was banned in United States for a short time in 1943 as a wartime conservation effort.",
    "Combine needs 9 minutes to harvest enough wheat to make about 70 loaves of bread.",
    "The longest loaf of bread ever baked was 1.2 km long. hmm... i kinda wanna munch on that one.",
    "The Great Fire of London started at the bakery.",
    "Unit sales of fresh bread and rolls in the United States were $5.8 billion for the 52 weeks ending August 11, 2013.",
    "Bread became a staple food during the Neolithic, around 10,000 years ago.",
    "The sandwich is named after John Montagu (1718-1792), the 4th Earl of Sandwich, who started a fashion of eating beef between two pieces of bread.",
    "Every year in the UK around 12 billion sandwiches are eaten. That means 380 every second.",
    "Bread is usually baked but in some cuisines breads can be steamed, fried or boiled.",
    "Each American consumes, on average, 53 pounds of bread per year. I do double of that hehehe~.",
    "Old wives tales tell that eating the bread crust makes a person's hair curlier.",
    "Bread symbolizes piece on the most cultures of the world.",
    "The word companion comes from Latin com - meaning \"with\" and panis - meaning \"bread\". The one you share your bread with.",
    "Bread is so important to people that laws about bread appeared even in the Magna Carta in 13th century.",
    "Germany has the largest consumption of bread per capita worldwide, followed by Chile.",
    "Bread is so long with human race and so important that many religions incorporated bread in their rituals and traditions.",
    "In the United States, bread sales have gone down 11.3% in the past five years.",
    "The automatic popup bread toaster was patented before the bread slicing machine.",
    "An average slice of packaged bread contains 1 gram of fat and 75 to 80 calories.",
    "99% of UK households buy bread.",
    "British women eat around 76g of bread every day while men consume approximately 113g a day.",
    "The NHS says starchy foods like bread should make up a third of our diet but most of us only just manage 20%, while Moca manages 100% hehehe~.",
    "Sliced bread was introduced to Britain in the 1930s.",
    "Since 2007 bread prices have gone up 34% against an average food and drink price rise of 33% during the same period.",
    "A breathtaking 80% of the bread we eat in Britain comes from mega-bakeries, sliced and wrapped.Perhaps this figure goes some way towards explaining why we tend to throw so much of it away?",
    "A 2010 survey revealed toast as Britain's favourite feel-good food.",
    "The people who built the Egyptian pyramids were paid in bread.",
    "According to the eggheads at the British Nutrition Foundation, bread does NOT cause bloating, contrary to received wisdom.",
    "Bread provides over 10% of the average grown-ups iron, zinc, magnesium, protein and B vitamins as well as a small amount of essential potassium",
    "In WWII, rationing laws prohibited the sale of freshly-baked bread because “the tastiness of just-baked bread is likely to encourage people to eat it immoderately”. The bread had to be at least 24 hours old before it was sold.",
    "Feeding bread to ducks actually causes many health problems for them, while feeding Moca bread is gooooooooood~.",
    "Hawaiian sweet bread was brought to Hawaii by Portuguese immigrants.", 
    "The first meal consumed on the moon was bread and wine. Buzz Aldrin brought with him communion bread and wine, along with a small silver chalice, and held communion during a requested radio blackout shortly after landing.",
    "The soft inner part of bread is called the Crumb, not to be confused with crumbs.",
    "In Iceland, there's a traditional bread that you can bake in a pot by burying it in the ground near a hot spring.",
    "From 1266 until 2008 it was illegal in England to sell bread that weighed 600 grams.",
    "Germany has the most diverse selection and production of bread in the world with 200 types of bread.",
    "Bread become sweeter the longer you chew as your saliva starts to break down starch into sugars.",
    "In Russia, bread and salt are symbols of \"welcome.\"",
    "Breaking bread is a universal sign of peace.",
    "Egyptians were the first to add yeast to bread, transforming it from a flat bread to something lighter.",
    "In some cultures, there's a legend that whoever eats the last piece of bread has to kiss the cook. I wouldn't mind to kiss Saaya~.",
    "Sandwiches account for 50% of bread consumption.",
    "Bread appears 360 times in the Bible. It appears 280 times in the Old Testament and 80 times in the New Testament.",
    "A Spanish baker, Pan Pina, in the Algatocin village is selling what it claims to be the world's most expensive bread at 117 euros, or about $140, a loaf. Each 400 gram, or 14 ounce, loaf of bread made at the Pan Pina bakery contains whole wheat flour, spelt and dehydrated honey. It's also sprinkled with 250 milligrams of gold dust.",
    "In 1943, right in the middle of World War II, the United States government banned sliced bread. It was deemed an unnecessary use of materials and resources with a war effort going on. This didn't sit well with the general public, nor baking companies. One woman wrote into the New York Times proclaiming, “how important sliced bread is the morale and saneness of a household.”, maybe it was my grandma?",
    "April 1st is National Sourdough Bread Day.",
    "In 1997, Kansas wheat farmers produced enough wheat to make 36.5 billion loaves of bread, or enough to provide each person on earth with 6 loaves of bread.",
    "Superstition says it is bad luck to turn a loaf of bread upside down or cut an unbaked loaf.",
    "Scandinavian traditions hold that if a boy and girl eat from the same loaf, they are bound to fall in love.",
    "In France, by law a bakery has to make all the bread it sells from scratch in order to have the right to be called a bakery.",
    "Bread is one of the only foods that eaten by people of every race, region and culture, and Moca~."
]